Revit 2027 API
UnitTypeId.KilogramsPerSquareMeter Property
 Kilograms per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramsPerSquareMeter { get; }
Public Shared ReadOnly Property KilogramsPerSquareMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramsPerSquareMeter {
	ForgeTypeId^ get ();
}
static member KilogramsPerSquareMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace